{
  "home": {
    "welcome": [
      "¡Hola! Soy Carlos, programador Creativo con base en Sydney.",
      "Experimento con tecnología Frontend para crear experiencias interactivas y herramientas útiles."
    ]
  },
  "work": {
    "projectTitle": "The Project",
    "roleTitle": "My Role",
    "creditsTitle": "Credits"
  },
  "about": {
    "title": "BACKGROUND",
    "bio": [
      "Llevo creando experiencias interactivas desde que terminé mis estudios en Visual Arts en el 2001. A lo largo del camino he acumulado habilidades y experiencia en diferentes disciplinas de la programación y el diseño, adquiriendo una visión global del proceso de creación de proyectos digitales.",
      "Hago de cada proyecto un reto, adoptando nuevas técnicas de trabajo, librerías y/o frameworks para mantener un skillset actualizado. Obsesionado con el orden, la escalabilidad del código y el UX.",
      "Mi carrera ha estado siempre más enfocada en la programación Frontend, pero con una mente a medio camino entre el código y la creatividad, soy capaz de crear UI intuitivos y funcionales, hacer ilustraciones y animaciones.",
      "Disfruto haciendo mi trabajo, soy honesto y me comprometo cuando lo hago. Actualmente con base en Sydney, Australia, busco un equipo de desarrollo en el que pueda aportar mi grano de arena en construir nuevas experiencias interactivas."
    ]
  },
  "contact": {
    "title": "¿QUIERES SABER MÁS?",
    "introText": [
      "Si quieres contactarme envíame un mensaje desde aquí:"
    ],
    "message": {
      "placeholder": "Escribe aqui tu mensaje",
      "errors": {
        "minLength": "El mensaje debe ser más largo",
        "required": "Debes completar este campo"
      }
    },
    "name": {
      "placeholder": "Dime como debo llamarte",
      "errors": {
        "minLength": "Debe tener al menos 2 caracteres",
        "required": "Necesito tu nombre"
      }
    },
    "email": {
      "placeholder": "Tu email",
      "errors": {
        "invalid": "El formato no es válido",
        "required": "El email es necesario para poder contestarte"
      }
    },
    "buttonText": "Enviar Mensaje"
  },
  "socialMedia": {
    "introText": "También me puedes encontrar en:",
    "links": [
      {
        "logo": "assets/vectors/social_github_icon.svg",
        "link": "https://github.com/delasierra"
      },
      {
        "logo": "assets/vectors/social_linkedin_icon.svg",
        "link": "https://www.linkedin.com/in/delasierra/"
      },
      {
        "logo": "assets/vectors/social_twitter_icon.svg",
        "link": "https://twitter.com/__delasierra"
      }
    ]
  }
}